[
    {
        "name": "AR Tools Industries",
        "image": "https://i.ibb.co/GHb4d2Z/2.pngjpg",
        "description": "AR Tools Industries is a Power Tools Manufacture Company website. One can order a certain amount of tools on this website. But first you have to register on the website. Register options include Google and email systems. When one orders a certain amount of tools one can see his order related and other important tabs in the Dashboard. If necessary, he will be able to delete his order and make payment. There are some different options for admin on web site. When the admin logs in, he can see all the orders. The user will be able to see. Can do shipment. There are also many more features. So visit now to see what's late.",
        "stackCategory": "Full Stack",
        "liveLink": "https://ar-power-tools.web.app/",
        "githubClient": "https://github.com/arburhan/Manufacturer-Website-Client",
        "githubServer": "https://github.com/arburhan/Manufacturer-Website-Server",
        "infoImage1": "https://i.ibb.co/ZYdgb5B/manage-Orders.jpg",
        "infoImage2": "https://i.ibb.co/BC1LwKh/payment-Method.jpg",
        "infoImage3": "https://i.ibb.co/rp0whB6/admin-Dashboard.jpg",
        "features": "Clean Design, login, register, product management, admin dashboard, user dashboard, customer review, stripe payment method, etc.",
        "technology": "React.js, React Router, React hooks form, React Query, Firebase, Tailwind CSS, DaisyUI, Express.js, MongoDB, etc.",
        "detailsPoint1": "It's a Warehouse management website. Dealer can order product with quantity",
        "detailsPoint2": "User can pay with card",
        "detailsPoint3": "User can cancel their order",
        "detailsPoint4": "There are some different options for admin",
        "detailsPoint5": "Admin can manage orders & products"
    },
    {
        "name": "AR Grocery",
        "image": "https://i.ibb.co/jgBcDy5/1.png",
        "description": "AR Grocery is a stock management website. Here the user will be able to increase the quantity of products after logging in, will be able to count how many deliveries have been made, will be able to add and view different user based products, will be able to delete products. This is a fully responsive website. Mongodb has been chosen as the firebase authentication system, database. Hope you like it :)",
        "stackCategory": "Full Stack",
        "liveLink": "https://inventory-management-7b51a.web.app/",
        "githubClient": "https://github.com/arburhan/Inventory-Management-Client",
        "githubServer": "https://github.com/arburhan/Inventory-Management-Server",
        "infoImage1": "https://i.ibb.co/P6HYMRq/grocery-additional-2.jpg",
        "infoImage2": "https://i.ibb.co/xsDjv5P/grocery-additional-1.jpg",
        "infoImage3": "https://i.ibb.co/ydjRG4n/grocery-additional-3.jpg",
        "features": "Beautiful Home Page, login, register, add a new product, delete product, stock management, etc.",
        "technology": "React.js, React Router, React hooks form, React Query, Firebase, Tailwind CSS, DaisyUI, Express.js, MongoDB, etc.",
        "detailsPoint1": "It's a Grocery management website. Admin can update product quantity",
        "detailsPoint2": "Specific user can see their own products",
        "detailsPoint3": "User can cancel their order",
        "detailsPoint4": "Implemented add form to add new product.",
        "detailsPoint5": "Admin can manage products"
    },
    {
        "name": "AR Wild-Grapher",
        "image": "https://i.ibb.co/VTKYC9C/4.png",
        "description": "This is an independent service provider's website. Here is the web site of a service provider such as the person who does wild life photography. Here a person can hire him but he has to login to that website. After logging in, you can book the photographer on the website. Below are the names, pictures and ratings of the photographer's instrument.",
        "stackCategory": "Frontend",
        "liveLink": "https://ar-wild-grapher.web.app/",
        "githubClient": "https://github.com/arburhan/Independent-Service-Provider",
        "infoImage1": "https://i.ibb.co/gr4BL8V/wild-Graph.jpg",
        "infoImage2": "https://i.ibb.co/tZBZTBy/wild-Graph-2.jpg",
        "features": "Simple design, login, register, booking system.",
        "technology": "React.js, Bootstrap 5, React Bootstrap, React Router, Firebase",
        "detailsPoint1": "It's a Independent Service provider website. Dealer can order product with quantity",
        "detailsPoint2": "User can book from website",
        "detailsPoint3": "The website is responsive for mobile and PC",
        "detailsPoint4": "Implemented Login and SignUp form to count user.",
        "detailsPoint5": "Implemented JWT token to secure the website."
    }
]